<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Webconf Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'menu.home' => 'Αρχική',
    'menu.own' => 'Τα δωμάτιά μου',
    'menu.invited' => 'Προσκλήθηκα',
    'menu.public' => 'Δημόσια Δωμάτια',
    'menu.help' => 'Βοήθεια',
    'menu.withpin' => 'Πρόσβαση με Κωδικό',

    'login' => 'Σύνδεση',
    'logout' => 'Αποσύνδεση',

    'room.join' => 'Είσοδος',

    'welcome_text' => 'Καλωσήλθατε στο Σύστημα Τηλεδιασκέψεων του Ε.Δ.Ε.Τ.',

    'room.submit' => 'Αποθήκευση',

    'confirm.cancel' => 'Ακύρωση',
    'confirm.delete' => 'Διαγραφή',

    'help.check_your_connection' => 'Έλεγχος Ποιότητας Σύνδεσης',
];
